[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
!
"
$
%
&
'
(
)
*
+
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
<
=
>
?
@
[
\
]
^
_
`
{
|
}
~
¡
¢
£
¤
¥
¦
§
¨
©
ª
«
¬
®
°
±
²
³
´
µ
¶
·
¹
º
»
¼
½
¾
¿
×
ß
æ
ð
÷
ø
þ
đ
ħ
ı
ł
ŋ
œ
ƒ
ɐ
ɑ
ɒ
ɔ
ɕ
ə
ɛ
ɡ
ɣ
ɨ
ɪ
ɫ
ɬ
ɯ
ɲ
ɴ
ɹ
ɾ
ʀ
ʁ
ʂ
ʃ
ʉ
ʊ
ʋ
ʌ
ʎ
ʐ
ʑ
ʒ
ʔ
ʰ
ʲ
ʳ
ʷ
ʸ
ʻ
ʼ
ʾ
ʿ
ˈ
ː
ˡ
ˢ
ˣ
ˤ
α
β
γ
δ
ε
ζ
η
θ
ι
κ
λ
μ
ν
ξ
ο
π
ρ
ς
σ
τ
υ
φ
χ
ψ
ω
а
б
в
г
д
е
ж
з
и
к
л
м
н
о
п
р
с
т
у
ф
х
ц
ч
ш
щ
ъ
ы
ь
э
ю
я
ђ
є
і
ј
љ
њ
ћ
ӏ
ա
բ
գ
դ
ե
թ
ի
լ
կ
հ
մ
յ
ն
ո
պ
ս
վ
տ
ր
ւ
ք
־
א
ב
ג
ד
ה
ו
ז
ח
ט
י
ך
כ
ל
ם
מ
ן
נ
ס
ע
ף
פ
ץ
צ
ק
ר
ש
ת
،
ء
ا
ب
ة
ت
ث
ج
ح
خ
د
ذ
ر
ز
س
ش
ص
ض
ط
ظ
ع
غ
ـ
ف
ق
ك
ل
م
ن
ه
و
ى
ي
ٹ
پ
چ
ک
گ
ں
ھ
ہ
ی
ے
अ
आ
उ
ए
क
ख
ग
च
ज
ट
ड
ण
त
थ
द
ध
न
प
ब
भ
म
य
र
ल
व
श
ष
स
ह
ा
ि
ी
ो
।
॥
ং
অ
আ
ই
উ
এ
ও
ক
খ
গ
চ
ছ
জ
ট
ড
ণ
ত
থ
দ
ধ
ন
প
ব
ভ
ম
য
র
ল
শ
ষ
স
হ
া
ি
ী
ে
க
ச
ட
த
ந
ன
ப
ம
ய
ர
ல
ள
வ
ா
ி
ு
ே
ை
ನ
ರ
ಾ
ක
ය
ර
ල
ව
ා
ก
ง
ต
ท
น
พ
ม
ย
ร
ล
ว
ส
อ
า
เ
་
།
ག
ང
ད
ན
པ
བ
མ
འ
ར
ལ
ས
မ
ა
ბ
გ
დ
ე
ვ
თ
ი
კ
ლ
მ
ნ
ო
რ
ს
ტ
უ
ᄀ
ᄂ
ᄃ
ᄅ
ᄆ
ᄇ
ᄉ
ᄊ
ᄋ
ᄌ
ᄎ
ᄏ
ᄐ
ᄑ
ᄒ
ᅡ
ᅢ
ᅥ
ᅦ
ᅧ
ᅩ
ᅪ
ᅭ
ᅮ
ᅯ
ᅲ
ᅳ
ᅴ
ᅵ
ᆨ
ᆫ
ᆯ
ᆷ
ᆸ
ᆼ
ᴬ
ᴮ
ᴰ
ᴵ
ᴺ
ᵀ
ᵃ
ᵇ
ᵈ
ᵉ
ᵍ
ᵏ
ᵐ
ᵒ
ᵖ
ᵗ
ᵘ
ᵢ
ᵣ
ᵤ
ᵥ
ᶜ
ᶠ
‐
‑
‒
–
—
―
‖
‘
’
‚
“
”
„
†
‡
•
…
‰
′
″
›
‿
⁄
⁰
ⁱ
⁴
⁵
⁶
⁷
⁸
⁹
⁺
⁻
ⁿ
₀
₁
₂
₃
₄
₅
₆
₇
₈
₉
₊
₍
₎
ₐ
ₑ
ₒ
ₓ
ₕ
ₖ
ₗ
ₘ
ₙ
ₚ
ₛ
ₜ
₤
₩
€
₱
₹
ℓ
№
ℝ
™
⅓
⅔
←
↑
→
↓
↔
↦
⇄
⇌
⇒
∂
∅
∆
∇
∈
−
∗
∘
√
∞
∧
∨
∩
∪
≈
≡
≤
≥
⊂
⊆
⊕
⊗
⋅
─
│
■
▪
●
★
☆
☉
♠
♣
♥
♦
♭
♯
⟨
⟩
ⱼ
⺩
⺼
⽥
、
。
〈
〉
《
》
「
」
『
』
〜
あ
い
う
え
お
か
き
く
け
こ
さ
し
す
せ
そ
た
ち
っ
つ
て
と
な
に
ぬ
ね
の
は
ひ
ふ
へ
ほ
ま
み
む
め
も
や
ゆ
よ
ら
り
る
れ
ろ
を
ん
ァ
ア
ィ
イ
ウ
ェ
エ
オ
カ
キ
ク
ケ
コ
サ
シ
ス
セ
タ
チ
ッ
ツ
テ
ト
ナ
ニ
ノ
ハ
ヒ
フ
ヘ
ホ
マ
ミ
ム
メ
モ
ャ
ュ
ョ
ラ
リ
ル
レ
ロ
ワ
ン
・
ー
一
三
上
下
不
世
中
主
久
之
也
事
二
五
井
京
人
亻
仁
介
代
仮
伊
会
佐
侍
保
信
健
元
光
八
公
内
出
分
前
劉
力
加
勝
北
区
十
千
南
博
原
口
古
史
司
合
吉
同
名
和
囗
四
国
國
土
地
坂
城
堂
場
士
夏
外
大
天
太
夫
奈
女
子
学
宀
宇
安
宗
定
宣
宮
家
宿
寺
將
小
尚
山
岡
島
崎
川
州
巿
帝
平
年
幸
广
弘
張
彳
後
御
德
心
忄
志
忠
愛
成
我
戦
戸
手
扌
政
文
新
方
日
明
星
春
昭
智
曲
書
月
有
朝
木
本
李
村
東
松
林
森
楊
樹
橋
歌
止
正
武
比
氏
民
水
氵
氷
永
江
沢
河
治
法
海
清
漢
瀬
火
版
犬
王
生
田
男
疒
発
白
的
皇
目
相
省
真
石
示
社
神
福
禾
秀
秋
空
立
章
竹
糹
美
義
耳
良
艹
花
英
華
葉
藤
行
街
西
見
訁
語
谷
貝
貴
車
軍
辶
道
郎
郡
部
都
里
野
金
鈴
镇
長
門
間
阝
阿
陳
陽
雄
青
面
風
食
香
馬
高
龍
龸
ﬁ
ﬂ
！
（
）
，
－
．
／
：
？
～
...
10
000
2010
2011
12
2012
2008
2009
2013
2007
2006
2014
15
20
18
2015
11
2016
30
2005
16
14
13
2017
25
2004
2000
17
##2
24
##1
2003
##3
2002
100
21
19
2001
##4
22
##6
##7
23
##8
##5
1999
28
26
27
##9
1998
##0
1997
1996
50
29
2018
1995
1994
1992
1993
31
40
1991
1990
1989
1988
1987
1986
1st
1985
1984
1980
500
1983
km²
1982
1979
1981
200
1972
1976
1978
1974
1975
1977
1970
1968
1973
1945
1971
2nd
45
60
1969
1967
35
65
1964
1966
1965
32
1960
1944
1963
1962
19th
1942
80
1961
3rd
1943
1956
1958
1959
1980s
1941
1940
1948
1957
1939
1946
1950
90
33
1970s
70
1955
20th
300
1952
00
1947
44
36
1954
1953
1949
34
1960s
1951
1990s
64
38
1938
37
1936
1918
400
75
4th
1937
42
1935
1920
39
48
1930
1919
1933
1914
1934
55
1917
41
1929
1928
1932
47
52
43
1931
49
1927
1922
46
1924
5th
1925
1950s
51
1912
1926
1921
978
1923
1915
1916
1910
18th
150
1913
54
1900
600
56
1911
53
1908
95
6th
59
800
58
57
1905
7th
08
1906
1907
250
17th
1909
99
85
09
1930s
1904
05
07
06
66
16th
1902
1901
1903
62
98
72
04
01
8th
12th
96
97
03
120
10th
1898
88
61
93
13th
76
67
1899
02
63
1890
91
92
11th
77
68
78
9th
81
15th
1895
1896
1897
700
69
74
°c
94
71
84
14th
73
82
1889
89
1893
1892
79
1894
86
1885
87
1891
83
1920s
1888
1000
1864
1865
1880
1887
1861
1862
1863
1886
1870
1884
1881
m²
1882
1883
1878
110
1860
1876
21st
1871
1879
1875
1867
1877
130
1872
1868
1874
3d
1873
1866
1940s
900
##°
1869
101
1850
1848
160
°f
1859
1857
##₂
180
1854
1855
1858
140
350
1856
125
105
1852
1851
2000s
##00
1840
1853
1849
1847
1846
102
360
1830
1845
104
750
1837
1844
103
1800
1841
1812
1838
1842
1839
1843
1836
106
1835
1832
##а
##и
450
1500
2019
220
107
115
1815
1834
##²
108
##10
170
1831
25th
1814
1833
1820
111
112
240
1825
##20
135
1828
109
1829
1824
##₃
##ı
1821
1810
230
190
##₁
128
3000
1826
1818
113
1813
1822
1827
1816
##50
1793
1801
114
1806
##12
1823
1817
1819
117
121
2020
1803
##40
##⁺
1880s
1809
175
210
116
50th
118
127
1798
1808
1811
122
1805
123
1804
1794
1807
550
119
30th
24th
1790
1795
124
1792
280
5000
1802
260
1890s
320
##½
1789
145
270
650
22nd
1799
1796
165
23rd
1776
126
132
1797
2d
##30
##о
##ه
155
330
m³
1775
1791
129
##ي
133
##11
£1
##α
131
144
1200
1600
1870s
26th
137
225
152
138
27th
1780
##18
134
##е
##ος
1783
185
##د
136
##ии
141
28th
1788
850
v8
1860s
##ن
80s
340
##16
1787
143
##15
##60
142
1777
##19
##ν
##ович
501
##0s
29th
205
1778
146
201
##ø
1900s
370
148
147
1850s
1784
151
40th
##17
1700
139
154
##32
153
156
167
1781
202
1758
##р
1782
100th
168
##14
##₄
380
31st
##₀
##13
##ر
310
290
90s
1785
460
256
480
195
149
a1
161
157
215
440
##я
1786
420
##21
1772
##ße
275
70s
1774
192
1779
182
158
1770
##25
łodz
235
162
163
##80
164
1660
375
##³
177
##48
49ers
212
1750
##ι
171
172
1763
##ان
208
203
176
169
181
166
##100
183
¹⁄₂
206
##ł
##24
159
##н
222
1760
##ᵢ
##ₙ
188
301
410
211
##ов
178
1840s
##ß
##22
365
209
173
##ة
187
##35
174
1300
430
##ς
221
186
520
204
325
184
##ław
224
640
1768
610
##70
207
##на
191
1800s
213
1773
214
194
##45
197
193
303
911
198
390
196
f1
4000
co₂
35th
540
216
231
179
950
217
60s
1830s
305
34th
189
265
32nd
219
255
1400
1769
232
1771
199
1a
218
1765
223
1762
##86
33rd
60th
##42
660
245
226
312
##90
470
##64
333
560
1761
42nd
1766
1755
36th
##46
##31
1764
227
1767
1640
264
##36
1759
295
1740
285
1745
£2
1650
##23
##´s
262
234
##34
##38
238
38th
302
737
1100
233
##م
##51
254
228
twenty20
##53
490
241
1756
246
##33
##28
242
a2
1648
##−
251
1754
1715
##47
1757
##евич
401
1689
39th
229
625
720
243
252
315
##27
##т
##44
281
##ła
313
37th
287
253
1730
425
m1
237
##sław
u2
##75
mp3
247
2a
##ː
510
1644
##ия
##39
530
311
1720
236
630
620
249
##41
##ل
239
580
##ь
322
##43
345
1753
##26
1710
3a
304
802
##к
680
316
405
321
1661
1642
1688
##55
##01
##♭
435
244
272
308
41st
1620
257
258
512
335
385
##37
1751
261
1748
1746
1747
307
248
##29
1680
306
45th
760
395
415
1749
278
1752
1690
##η
##ی
h₂o
404
288
570
286
##straße
1630
1707
309
1685
75th
271
2500
276
268
wrocław
266
590
259
980
1714
263
328
v6
1741
1727
273
747
323
267
283
m2
##в
1643
670
##ا
277
274
001
1743
525
1603
1725
##9th
2021
1641
1742
269
49th
279
##52
43rd
292
##باد
1610
1739
740
1744
412
999
1662
299
6000
##6th
51st
1701
1735
1645
stanisław
##65
##49
357
1550
1670
314
1625
282
355
##×
1b
vh1
44th
1724
4a
##ʻi
319
1649
1723
317
960
820
1722
##4th
1737
1702
##ου
£10
2010s
1728
880
284
52nd
70th
293
521
##56
1718
318
##54
1713
1621
289
20s
291
1675
296
1733
324
298
1672
1708
1734
##⁄₄
1666
1683
1635
##ια
406
1654
1638
297
##7th
356
411
417
1717
##85
331
1540
1732
1667
875
710
1665
##øy
1721
£100
##a1
c1
910
1704
48th
##raße
343
£5
##58
354
1629
##¹
338
1679
##−1
336
46th
00pm
730
1738
441
402
1609
690
1910s
840
1622
294
##59
451
1719
£3
326
1736
1086
1605
403
1716
1632
47th
475
##8th
1580
1659
##57
##200
1726
341
1703
1656
1655
1731
1729
1711
1712
327
351
1664
337
1634
1820s
1624
##ка
780
1692
57th
1628
1697
1016
050
1699
1604
##66
1611
1646
1626
1652
870
1570
352
407
1658
505
1709
339
##ан
1663
1618
1623
m3
770
55th
1651
56th
##3d
##ы
##ה
1695
##ης
1560
1612
c2
422
##ɛ
495
1653
1705
332
381
##500
930
344
421
##л
1682
b1
##400
555
334
329
54th
##!
##"
##$
##%
##&
##'
##(
##)
##*
##+
##,
##-
##.
##/
##:
##;
##<
##=
##>
##?
##@
##[
##\
##]
##^
##_
##`
##{
##|
##}
##~
##¡
##¢
##£
##¤
##¥
##¦
##§
##¨
##©
##ª
##«
##¬
##®
##±
##´
##µ
##¶
##·
##º
##»
##¼
##¾
##¿
##æ
##ð
##÷
##þ
##đ
##ħ
##ŋ
##œ
##ƒ
##ɐ
##ɑ
##ɒ
##ɔ
##ɕ
##ə
##ɡ
##ɣ
##ɨ
##ɪ
##ɫ
##ɬ
##ɯ
##ɲ
##ɴ
##ɹ
##ɾ
##ʀ
##ʁ
##ʂ
##ʃ
##ʉ
##ʊ
##ʋ
##ʌ
##ʎ
##ʐ
##ʑ
##ʒ
##ʔ
##ʰ
##ʲ
##ʳ
##ʷ
##ʸ
##ʻ
##ʼ
##ʾ
##ʿ
##ˈ
##ˡ
##ˢ
##ˣ
##ˤ
##β
##γ
##δ
##ε
##ζ
##θ
##κ
##λ
##μ
##ξ
##ο
##π
##ρ
##σ
##τ
##υ
##φ
##χ
##ψ
##ω
##б
##г
##д
##ж
##з
##м
##п
##с
##у
##ф
##х
##ц
##ч
##ш
##щ
##ъ
##э
##ю
##ђ
##є
##і
##ј
##љ
##њ
##ћ
##ӏ
##ա
##բ
##գ
##դ
##ե
##թ
##ի
##լ
##կ
##հ
##մ
##յ
##ն
##ո
##պ
##ս
##վ
##տ
##ր
##ւ
##ք
##־
##א
##ב
##ג
##ד
##ו
##ז
##ח
##ט
##י
##ך
##כ
##ל
##ם
##מ
##ן
##נ
##ס
##ע
##ף
##פ
##ץ
##צ
##ק
##ר
##ש
##ת
##،
##ء
##ب
##ت
##ث
##ج
##ح
##خ
##ذ
##ز
##س
##ش
##ص
##ض
##ط
##ظ
##ع
##غ
##ـ
##ف
##ق
##ك
##و
##ى
##ٹ
##پ
##چ
##ک
##گ
##ں
##ھ
##ہ
##ے
##अ
##आ
##उ
##ए
##क
##ख
##ग
##च
##ज
##ट
##ड
##ण
##त
##थ
##द
##ध
##न
##प
##ब
##भ
##म
##य
##र
##ल
##व
##श
##ष
##स
##ह
##ा
##ि
##ी
##ो
##।
##॥
##ং
##অ
##আ
##ই
##উ
##এ
##ও
##ক
##খ
##গ
##চ
##ছ
##জ
##ট
##ড
##ণ
##ত
##থ
##দ
##ধ
##ন
##প
##ব
##ভ
##ম
##য
##র
##ল
##শ
##ষ
##স
##হ
##া
##ি
##ী
##ে
##க
##ச
##ட
##த
##ந
##ன
##ப
##ம
##ய
##ர
##ல
##ள
##வ
##ா
##ி
##ு
##ே
##ை
##ನ
##ರ
##ಾ
##ක
##ය
##ර
##ල
##ව
##ා
##ก
##ง
##ต
##ท
##น
##พ
##ม
##ย
##ร
##ล
##ว
##ส
##อ
##า
##เ
##་
##།
##ག
##ང
##ད
##ན
##པ
##བ
##མ
##འ
##ར
##ལ
##ས
##မ
##ა
##ბ
##გ
##დ
##ე
##ვ
##თ
##ი
##კ
##ლ
##მ
##ნ
##ო
##რ
##ს
##ტ
##უ
##ᄀ
##ᄂ
##ᄃ
##ᄅ
##ᄆ
##ᄇ
##ᄉ
##ᄊ
##ᄋ
##ᄌ
##ᄎ
##ᄏ
##ᄐ
##ᄑ
##ᄒ
##ᅡ
##ᅢ
##ᅥ
##ᅦ
##ᅧ
##ᅩ
##ᅪ
##ᅭ
##ᅮ
##ᅯ
##ᅲ
##ᅳ
##ᅴ
##ᅵ
##ᆨ
##ᆫ
##ᆯ
##ᆷ
##ᆸ
##ᆼ
##ᴬ
##ᴮ
##ᴰ
##ᴵ
##ᴺ
##ᵀ
##ᵃ
##ᵇ
##ᵈ
##ᵉ
##ᵍ
##ᵏ
##ᵐ
##ᵒ
##ᵖ
##ᵗ
##ᵘ
##ᵣ
##ᵤ
##ᵥ
##ᶜ
##ᶠ
##‐
##‑
##‒
##–
##—
##―
##‖
##‘
##’
##‚
##“
##”
##„
##†
##‡
##•
##…
##‰
##′
##″
##›
##‿
##⁄
##⁰
##ⁱ
##⁴
##⁵
##⁶
##⁷
##⁸
##⁹
##⁻
##ⁿ
##₅
##₆
##₇
##₈
##₉
##₊
##₍
##₎
##ₐ
##ₑ
##ₒ
##ₓ
##ₕ
##ₖ
##ₗ
##ₘ
##ₚ
##ₛ
##ₜ
##₤
##₩
##€
##₱
##₹
##ℓ
##№
##ℝ
##™
##⅓
##⅔
##←
##↑
##→
##↓
##↔
##↦
##⇄
##⇌
##⇒
##∂
##∅
##∆
##∇
##∈
##∗
##∘
##√
##∞
##∧
##∨
##∩
##∪
##≈
##≡
##≤
##≥
##⊂
##⊆
##⊕
##⊗
##⋅
##─
##│
##■
##▪
##●
##★
##☆
##☉
##♠
##♣
##♥
##♦
##♯
##⟨
##⟩
##ⱼ
##⺩
##⺼
##⽥
##、
##。
##〈
##〉
##《
##》
##「
##」
##『
##』
##〜
##あ
##い
##う
##え
##お
##か
##き
##く
##け
##こ
##さ
##し
##す
##せ
##そ
##た
##ち
##っ
##つ
##て
##と
##な
##に
##ぬ
##ね
##の
##は
##ひ
##ふ
##へ
##ほ
##ま
##み
##む
##め
##も
##や
##ゆ
##よ
##ら
##り
##る
##れ
##ろ
##を
##ん
##ァ
##ア
##ィ
##イ
##ウ
##ェ
##エ
##オ
##カ
##キ
##ク
##ケ
##コ
##サ
##シ
##ス
##セ
##タ
##チ
##ッ
##ツ
##テ
##ト
##ナ
##ニ
##ノ
##ハ
##ヒ
##フ
##ヘ
##ホ
##マ
##ミ
##ム
##メ
##モ
##ャ
##ュ
##ョ
##ラ
##リ
##ル
##レ
##ロ
##ワ
##ン
##・
##ー
##一
##三
##上
##下
##不
##世
##中
##主
##久
##之
##也
##事
##二
##五
##井
##京
##人
##亻
##仁
##介
##代
##仮
##伊
##会
##佐
##侍
##保
##信
##健
##元
##光
##八
##公
##内
##出
##分
##前
##劉
##力
##加
##勝
##北
##区
##十
##千
##南
##博
##原
##口
##古
##史
##司
##合
##吉
##同
##名
##和
##囗
##四
##国
##國
##土
##地
##坂
##城
##堂
##場
##士
##夏
##外
##大
##天
##太
##夫
##奈
##女
##子
##学
##宀
##宇
##安
##宗
##定
##宣
##宮
##家
##宿
##寺
##將
##小
##尚
##山
##岡
##島
##崎
##川
##州
##巿
##帝
##平
##年
##幸
##广
##弘
##張
##彳
##後
##御
##德
##心
##忄
##志
##忠
##愛
##成
##我
##戦
##戸
##手
##扌
##政
##文
##新
##方
##日
##明
##星
##春
##昭
##智
##曲
##書
##月
##有
##朝
##木
##本
##李
##村
##東
##松
##林
##森
##楊
##樹
##橋
##歌
##止
##正
##武
##比
##氏
##民
##水
##氵
##氷
##永
##江
##沢
##河
##治
##法
##海
##清
##漢
##瀬
##火
##版
##犬
##王
##生
##田
##男
##疒
##発
##白
##的
##皇
##目
##相
##省
##真
##石
##示
##社
##神
##福
##禾
##秀
##秋
##空
##立
##章
##竹
##糹
##美
##義
##耳
##良
##艹
##花
##英
##華
##葉
##藤
##行
##街
##西
##見
##訁
##語
##谷
##貝
##貴
##車
##軍
##辶
##道
##郎
##郡
##部
##都
##里
##野
##金
##鈴
##镇
##長
##門
##間
##阝
##阿
##陳
##陽
##雄
##青
##面
##風
##食
##香
##馬
##高
##龍
##龸
##ﬁ
##ﬂ
##！
##（
##）
##，
##－
##．
##／
##：
##？
##～
#
##
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
the
of
and
in
to
was
he
is
as
for
on
it
his
by
at
her
she
you
had
an
but
be
are
not
my
one
or
him
me
all
has
up
who
out
new
two
its
no
we
so
can
if
do
now
may
did
don
off
way
re
how
get
de
us
any
day
see
man
war
go
won
end
too
old
own
ll
use
air
our
few
men
set
age
got
let
ve
top
why
due
st
say
son
law
saw
art
put
six
red
led
run
cup
ii
km
la
car
big
non
far
co
act
per
am
san
al
god
low
win
yet
tv
ten
sea
hit
ran
yes
mi
met
bed
oh
lot
arm
dr
uk
boy
sir
bad
sat
bit
hot
cut
bay
ft
try
mid
via
sun
job
guy
key
van
ask
eye
ice
die
gun
ago
bar
sex
lee
le
tom
el
mm
pay
box
oil
sam
iii
joe
mom
dad
pre
era
sky
cd
pop
jr
et
gas
ben
dog
bus
lay
bob
ed
del
com
pro
des
ray
max
sit
tax
leg
inc
der
dry
en
etc
fox
di
nor
eat
bag
ear
fun
ass
cm
bc
les
ex
mix
aid
lie
kg
fm
ad
web
da
kid
fly
un
pp
fit
dan
iv
hey
cat
sub
map
wet
ep
buy
lap
ma
sr
hip
row
vol
ha
cry
lip
vs
fan
dam
sq
tie
mad
lit
jan
tea
add
mph
li
gay
net
ill
rio
jaw
ann
ceo
ms
las
dc
ty
tip
odd
hat
lb
roy
dna
pan
mac
jay
oak
mp
und
hop
cap
ca
ah
ye
raw
il
ken
ny
tag
kw
rob
sad
fur
hp
joy
eve
gap
na
aim
fat
pa
bet
ash
leo
op
pit
bow
vi
duo
lab
ph
jet
ron
fa
ted
lp
pat
ss
rev
bat
ban
bid
pen
nod
fed
se
fee
pc
www
sao
ho
inn
pm
hi
han
nee
sum
ivy
ibn
em
uh
ok
den
bin
ya
sc
fix
arc
min
jo
ram
sin
egg
ce
ski
lt
xi
rod
mud
um
sts
hug
spy
dug
ba
das
au
mia
wu
ate
ps
log
lo
cop
vii
col
id
te
org
kit
bo
pot
gen
pet
si
pub
bye
ace
tan
toy
ni
sox
zoo
pin
neo
dee
cab
eva
rat
ac
mar
jam
er
rid
con
gut
tin
cox
mo
hub
chi
huh
ana
fog
rap
es
ap
gym
jin
est
aa
sue
yu
os
aka
ai
doc
dos
im
tel
rex
ion
wow
hon
ton
cal
fin
pig
ch
fr
app
bee
cc
ka
kat
ham
dig
sip
ink
sec
ore
que
fi
kay
ava
yo
vic
rip
hay
shy
hid
mt
dot
tap
ab
pdf
ups
iso
cow
zoe
mob
ne
lu
wa
mc
pie
ki
lin
rim
mg
mel
oz
cam
rpm
din
bra
pad
beg
dec
dim
val
toe
ix
bug
fu
sp
lid
shi
kai
ta
raj
par
eds
jun
ar
bi
lea
mon
ned
yi
mk
spa
sen
alt
owe
hut
kin
rs
meg
ng
ko
tug
dub
cf
ag
axe
mum
bud
tri
ego
var
fl
nm
nov
oct
aaa
def
rue
po
aye
lil
mat
owl
phi
icy
yan
ave
cr
ing
tai
wax
pt
gm
og
cum
sol
sh
wan
nat
pam
zip
blu
mu
gt
pi
ser
fk
tub
xii
dom
sic
ant
pal
fcc
rub
td
pas
chu
abs
mir
mai
fry
mug
lad
ti
ja
abe
gal
hum
ren
ct
pol
ads
hai
ou
mao
thy
awe
goa
sk
uc
mal
gig
aug
sm
plc
eh
zhu
wi
ri
rai
xv
obe
ole
yep
ale
jar
ark
sid
cha
tow
woo
wc
hu
xiv
wit
xu
bio
ins
gum
tex
cue
dir
ked
mas
sal
th
ds
gb
rep
nu
ios
nyc
sf
rd
dev
dip
jew
sci
nun
aft
nan
maj
zen
wee
nos
xvi
mod
mb
lam
tar
hmm
faa
gem
ang
rom
soo
tor
elf
tee
dem
az
nr
tam
lex
sac
fae
eco
ul
sd
dal
nut
pod
hui
bp
sob
elm
imp
rag
psi
nak
hr
ile
sv
nl
gov
cp
om
che
gag
yin
sly
hee
dar
gin
yen
bt
ju
lim
dye
doe
bs
rot
til
ky
pg
lac
dai
qi
tad
cl
poe
sai
elk
nap
bas
ara
tx
vow
wen
nj
sud
ol
bel
rum
rt
rib
ea
cod
aux
aba
orb
hem
pts
sax
reg
gu
qin
sep
apr
tr
rig
mv
flu
wil
ml
med
syn
tau
det
int
sap
vie
cs
ao
doo
cis
tao
pl
geo
gee
hm
bey
dd
bis
eps
yer
rug
hue
dex
lbs
av
ras
ik
rye
bu
roe
fig
nah
gi
ono
yd
lai
kc
bun
sha
ut
auf
vp
roc
af
pee
mer
ff
dl
gel
ist
fir
tab
kb
fen
het
bai
rf
ala
hen
pe
sim
wed
cub
boo
quo
xx
moe
aw
bog
pak
paw
sg
bhp
ax
foe
tis
cy
nmi
ich
tha
kan
io
bb
wah
dso
bro
mic
ox
uv
ops
fay
nad
dow
fx
lev
nix
za
opt
mil
wai
amp
zee
tt
dat
spd
pow
mag
fey
bk
ape
ode
ska
mn
wo
eel
ufo
wig
ur
res
ts
ic
pia
wry
dun
gr
caf
sis
sb
bn
dew
rei
ns
lew
ci
peg
moi
soy
qc
ee
cas
vis
bam
fra
mmm
ref
ua
sw
ld
als
eng
wb
bae
ley
ama
bao
gan
pea
cot
umm
pun
luz
hs
bum
dod
jug
viz
mab
pup
apt
sho
yoo
lei
gnu
tak
pcs
soc
tun
atm
pep
pic
lax
tia
ind
goo
hog
ow
nur
tho
kam
ze
eta
ob
np
nic
tay
coa
och
gs
wat
tn
pip
cad
lux
bot
rm
rec
tod
ter
esa
cpi
vt
kun
bf
uta
pau
ems
pew
pry
lc
zac
rn
ae
nay
foo
ars
bop
vox
ie
vet
ks
tbs
aaron
a##
back
abandon
##ed
##ing
##ment
abba
##s
abbess
abbey
abbot
abbreviate
##ion
abdomen
##al
abduct
abigail
able
##ity
ab##
normal
board
abolish
##tion
##ist
aboriginal
abort
abram
broad
abrupt
##ly
absence
absent
absolute
absorb
absorption
abstract
absurd
abundance
abundant
##ive
abyss
acacia
academia
academic
academy
accelerate
##or
accent
accept
##able
##ance
access
accessible
accession
accessory
accident
acclaim
accolade
accommodate
accompany
accomplish
accord
accordion
account
##ant
accredit
##ation
accumulate
accurate
##cy
accuse
accustom
ache
achieve
acid
##ic
acknowledge
acknowledg
acoustic
acquaint
acquire
##ition
quit
acre
acro##
##onym
##ate
activation
##ism
acton
##ess
actual
acute
adamant
adapt
addict
addition
additive
address
adele
adept
adequate
adhere
adherence
adherent
adjacent
adjoin
adjunct
adjust
adjutant
administer
administration
administrate
administrator
admiral
##ty
admiration
admire
admission
admit
adobe
adolescence
adolescent
ad##
adoption
adorable
adore
adorn
adrenal
##ine
adult
adultery
##hood
advance
advantage
advent
adventure
##er
adventurous
adversary
adverse
advertise
advise
##ory
advocacy
advocate
aerial
aero
drome
aero##
dynamic
nautical
aeronautics
space
aesthetic
##ics
affair
affect
affectionate
affiliate
affiliation
affine
affirmative
affirm
affluent
afford
afghan
fore##
mention
afro
after##
life
math
noon
after
##ward
##wards
agency
agenda
agent
aggravate
aggregate
aggregation
aggression
aggress
agile
agitate
agitation
agony
agra
agrarian
agree
agriculture
ground
aide
##borne
craft
aire
field
lift
line
airmen
plane
play
port
ship
aisle
ajax
akbar
alan
alarm
alaska
alba
albeit
album
alcohol
alderman
alec
alert
alexander
alexia
alfa
alfredo
algae
algebra
algorithm
alias
alien
align
alike
live
alla
allah
allegation
allege
allegiance
allegro
allergy
alleviate
alley
ally
alligator
allocate
allocation
allot
allow
alloy
alma
al##
might
##y
almond
along
side
loud
alpha
alphabet
alpine
alp
right
alta
altar
alter
alternate
alternative
altitude
alto
together
alumen
##ium
aluminum
alumni
alumnus
amalgamate
amalgamation
amass
amateur
maze
amazon
ambassador
amber
ambient
ambiguity
ambiguous
ambition
ambitious
ambrose
ambulance
ambush
amelia
amend
amendment
amenity
americana
ames
amidst
amiga
amin
amino
amir
ammonia
ammunition
amnesia
amnesty
amongst
amor
amore
amount
amour
amphibious
ample
##ify
##itude
amtrak
amulet
amuse
anaheim
anal
analog
analogous
analogue
analogy
analyses
analysis
analyst
analytic
analytical
analytics
analyze
anarchist
anarchy
ana##
##tomy
##ical
ancestor
ancestral
ancestry
anchor
##age
ancient
andro##
##oid
andy
angel
angelica
anger
angle
anglo
angry
anguish
angular
animal
animate
anime
ankle
anna
annal
annex
annexation
annie
anniversary
announce
annoyance
annoy
annual
annum
anomaly
anonymous
answer
antagonist
antarctic
antarctica
antenna
antennae
antennas
anterior
anthem
anthologies
anthology
anthropology
anti
antibiotic
anti##
body
anticipate
anticipation
antic
antigen
antique
anxiety
anxious
more
thing
time
where
apache
apartheid
apartment
aperture
apex
apical
apocalypse
apocalyptic
apollo
apologetic
apology
##ize
apostle
apostolic
appall
apparatus
apparel
apparent
appeal
appear
appellate
appendix
appetite
applause
apple
apply
applicable
applicant
application
appoint
appointment
appreciate
apprehension
apprentice
##ship
approach
appropriate
appropriation
approve
approximate
approximation
apron
aqua
aquarium
aquatic
aqueduct
arabic
arabs
arbitrary
arbitration
arbor
arboretum
arcade
arcadia
arch
archaeo##
##logy
archaic
arch##
bishop
deacon
diocese
duke
archeology
archer
##ery
archie
archipelago
architect
architecture
archive
arctic
ardent
area
arena
argent
argentina
argentine
argue
argus
argyle
argyll
aria
arid
ariel
rise
aristocracy
aristocratic
arithmetic
armada
armament
chair
army
armistice
armor
armoury
armour
aroma
aromatic
arose
rouse
arrange
array
rest
arrive
arrogance
arrogant
arrondissement
arrow
arroyo
arsenal
arsenic
arson
artifact
artery
arthritis
article
articulate
artificial
artillery
artisan
artist
artistic
##work
asbestos
ascend
ascension
ascent
ascot
scribe
asha
ashame
ashe
asher
shore
sleep
aspect
asp
##en
asphalt
aspire
assassin
assault
assemble
assembly
assent
assert
assertion
assess
asset
hole
assign
assignment
assimilate
assist
assistance
assistant
assists
associate
assort
assume
assumption
assure
asteroid
asthma
aston
astonish
astro
astro##
##naut
##nomy
astronomical
asylum
atari
atheist
athlete
atlas
atmo##
##sphere
atoll
atom
atrium
atrocity
attach
attache
attack
attain
attempt
attend
attendance
attendant
##ee
attention
attest
attic
attire
attitude
attorney
attract
attractive
attribute
auburn
auction
audi
audible
audience
audio
audit
audition
auditor
auditory
augment
august
augusta
auguste
aunt
aura
aurora
auspice
authentic
authentication
author
authorise
authority
##arian
##ative
authorize
autism
auto
auto##
biography
automate
automatic
##ally
automobile
motive
##ous
autopsy
autumn
auxiliary
avail
avalanche
avant
avatar
avenge
avenue
average
aviation
aviator
avid
avoid
avoidance
await
awake
awaken
award
aware
##ness
##some
##ful
awhile
awk
awoke
axel
axis
axle
azure
baba
babe
baby
babu
babylon
baccalaureate
bach
bachelor
bone
drop
lash
pack
seat
stage
stroke
yard
bacon
bacteria
bacterium
badge
##ard
badminton
baffle
bafta
baggage
bahadur
bahia
bail
bailey
bain
bait
bake
balance
balcony
bald
ballad
ballast
ballet
ballistic
balloon
ballot
ball
room
balthazar
baltic
bamboo
banana
banco
band
banda
bandage
bandit
wide
##th
bane
bang
banish
banjo
bank
bankrupt
banner
banquet
baptise
baptism
baptist
baptize
barack
barangay
barbara
barbarian
barbecue
barb
barber
barbie
bard
bare
foot
bargain
barge
bari
baritone
bark
bere
barn
barnet
barney
baron
baronet
barons
barony
baroque
barrack
barrage
barre
barrel
barren
barrier
barrio
barrister
barrow
barry
tender
barton
base
basalt
bash
basha
basil
basilica
basin
basis
basket
basque
bass
bast
bastion
batch
bate
bath
bathe
baton
battalion
batter
battery
battle
battling
bavarian
baxter
bayou
bazaar
beach
beacon
bead
beak
beam
bean
beard
bear
beast
beat
beau
beauty
beaux
beaver
beck
becker
becky
become
rock
##side
beech
beef
beer
bite
##le
before
hand
be##
friend
begin
begun
half
have
behavior
behaviour
head
hold
beige
beit
belief
believe
bella
belle
bellow
bell
belly
belong
belove
belt
bench
bend
neath
benedict
benefactor
beneficial
benefit
benevolent
bengal
benign
benjamin
benny
##t
quethe
berg
bergen
berlin
bernard
berry
bertha
bertram
beside
siege
stow
best
sell
betta
beth
bethel
tray
betty
beverage
bewilder
beyond
bias
bible
bibliography
biceps
bicycle
bien
biennale
bi##
##ennial
##est
bike
bikini
lateral
bile
lingua
bill
##illion
##aire
billy
binary
bind
bing
bingo
binoculars
bio##
chemist
##ry
diversity
mass
medical
techno##
polar
birch
bird
place
biscuit
##sexual
##ric
bismarck
bison
bitch
bizarre
black
##ish
blackmail
blackout
smith
bladder
blade
blah
blake
blame
blanc
blanca
blanche
blanco
bland
blank
blanket
blast
blaze
bleak
bled
bleed
blend
bless
blew
blind
blink
bliss
blitz
blizzard
bloc
block
##ade
bust
blog
blonde
blood
bloom
blossom
blouse
blow
##n
blue
grass
bluff
blunt
blur
blurt
blush
boar
walk
boast
boat
bobby
bobo
boca
guard
bohemia
bohemian
boil
boi
bold
bolivar
bolivia
bologna
bolshevik
bolt
bomb
bombardier
bombard
bond
fire
bonnet
bonnie
bono
bonus
boogie
book
##let
store
boom
boon
boost
boot
booth
bordeaux
border
bore
##dom
borg
borne
borneo
borough
borrow
bose
boss
botanic
botany
bother
bottle
bottom
boulder
boulevard
bounce
bound
##ary
bounty
bouquet
bourbon
bourgeois
bourne
bout
boutique
bowie
bowl
##man
boycott
boyer
boyle
brace
bracelet
bracket
brad
brady
braid
brain
brake
bran
branch
brand
brandy
brant
brass
brat
brave
bravery
bravo
brawl
bray
brazil
breach
break
away
breakdown
fast
breakout
through
breast
breathe
##less
bred
bree
breed
breeze
brent
brest
brother
brett
brew
brewer
brewster
brian
bribe
brick
bride
bridge
brief
case
brig
brigade
##ier
bright
brilliance
brilliant
bring
brink
brisk
bristol
brit
cast
brock
brodie
brody
broke
bronco
bronze
brood
brook
brooke
broom
brothel
brow
brown
browse
bruce
bruin
bruise
brunette
brush
brussels
brutal
brute
bubba
bubble
buccaneer
buck
bouk
##et
buddha
buddy
budge
budget
buena
buff
buffalo
buffet
build
bulb
bulge
bulk
bull
bullet
bulletin
##ock
shit
bully
bump
bunch
bundle
bungalow
bunk
bunker
burden
bureau
##cracy
burger
burgess
burgundy
burial
bury
burke
burn
burr
burrow
burst
burton
bush
busy
business
businessmen
busted
butch
butcher
butler
butt
butte
butter
button
buzz
by##
pass
byte
byzantine
cabaret
cabbage
cabin
cable
cache
cactus
cade
cadence
cadet
caesar
cafe
cafeteria
cage
cain
cairn
cake
calcium
calculate
calculus
calcutta
cale
calendar
calf
caliber
caliph
call
calm
camel
cameo
camera
camouflage
camp
campaign
campus
##o
canada
canadien
canal
canary
cancel
cancer
candace
candi
candidate
candle
candy
cane
canine
cannabis
cannon
canoe
canon
canopy
cantata
canteen
canterbury
canton
cantor
canvass
canyon
capable
capacity
capcom
cape
capita
capital
capitalist
capitol
cappella
capsule
capt
captain
captive
capture
caravan
carbon
carbonate
card
cardiac
cardinal
cardio##
vascular
care
career
caress
take
cargo
carl
carmel
carmen
carmine
carnage
carnival
carol
carolina
caroline
carousel
carp
carpenter
carpet
carr
carriage
carrie
carry
carrot
cart
cartel
cartoon
cartridge
cartwright
carve
cary
casa
cascade
cash
casino
cask
cass
cassandra
cassette
cassie
caste
castile
castle
castro
casual
casualty
catalog
catalogue
catalyst
catalytic
catastrophe
catch
category
cate
fish
cathedral
catholic
caucasian
caucus
causal
cause
causeway
caution
cavalier
cavalry
cave
cavendish
cavern
cavity
caiman
cease
cecil
cedar
cede
ceiling
celebrate
celebration
celebrity
celeste
celestial
cellar
cello
cell
cellular
celtic
cement
cemetery
censor
census
centenary
cent##
center
centimeter
centimetre
central
cent
century
ceramic
cereal
cerebrum
ceremonial
ceremony
certain
certainty
certificate
certification
certify
cervical
chad
chain
person
chalk
challenge
chamber
chamberlain
champ
champagne
champaign
champion
chan
chancel
chancellor
chance
chandler
chang
change
channel
chant
chao
chaos
##otic
chapel
chaplain
chaplin
cheap
chapter
char
character
##ise
characteristic
coal
charge
chariot
charismatic
charitable
charity
charleston
charley
charlie
charlotte
charm
chart
charter
chase
chassis
chat
chateau
chatter
cheat
check
point
cheek
cheer
cheerlead
cheese
chef
chemic
chemo##
therapy
cheng
cherry
chess
chest
chester
chesterfield
chestnut
heth
cheung
chevalier
chivvy
chew
chiang
chick
cock
chico
chief
chieftain
chihuahua
childbirth
child
##ren
chile
chili
chill
chilled
chime
chimney
chin
china
chinese
ching
chip
chloride
chocolate
choice
choir
choke
cholera
chong
choose
chop
chopin
choral
chorale
chord
choreograph
choreographer
choreography
chore
chorus
chose
chow
christ
christi
christie
christy
chrome
chromo##
chronic
chronicle
chrono##
##logical
chuck
chung
chunk
church
churn
cicero
cigar
cigarette
cinder
cinderella
cinema
cinematic
cinematography
cinnamon
cipher
circa
circle
circuit
circular
circulate
circumstance
circus
cisco
citadel
citation
cite
city
citizen
citrus
civic
civil
civilian
civilization
clad
clade
claim
clair
claire
clamp
clan
clancy
clandestine
clap
clara
clare
clarence
clear
clarinet
clarity
clary
clash
clasp
class
classification
classify
mate
clause
claw
clay
clean
cleanse
cleanup
cleave
clement
clench
cleopatra
clergy
cleric
clerical
clerk
clever
click
client
cliff
climate
climax
climb
clinch
cling
clinic
clint
clip
clit
clive
cloak
clock
##wise
clone
close
closure
cloth
clothe
cloud
clover
clown
club
house
clue
clumse
clung
cluster
clutch
coach
coalition
coarse
coast
coaster
coat
cobalt
cobb
cobra
coca
cocktail
cocky
coco
cocoa
code
codex
coefficient
coffee
coffin
cognition
cognitive
cohen
coherent
coil
coin
coinage
coincide
##ence
co##
incident
coke
cola
cold
cole
coli
colin
coliseum
collaborate
collaborator
collapse
collar
collateral
colleague
collect
collection
collective
collector
colleen
college
collegiate
collide
collier
collin
collins
collision
colloquial
cologne
colon
colonel
colony
colonization
colorado
coloration
color
colossal
colour
colourful
colt
column
coma
comb
combat
combatant
combine
combo
combust
come
comedy
##ian
comet
comfort
comfortable
comic
command
commandant
commander
commando
commemorate
commence
commendation
commend
comment
commentary
##ator
commerce
##ial
commission
commissioner
commit
commodity
commodore
common
commonplace
weal
commotion
communal
commune
communicate
communion
communism
communist
commute
compact
company
companion
comparable
comparative
compare
comparison
compartment
compass
compassion
compassionate
compatible
compel
compensate
compensation
compete
competence
competent
competition
competitor
compilation
compile
compiler
complain
complaint
complement
complete
complex
complexion
comply
complicate
component
compose
composite
composition
##ure
compound
comprehend
comprehension
comprehensive
compress
compression
comprise
compromise
compulsion
compulsory
compute
comrade
comte
comune
conceal
concede
conceive
concentrate
concept
conception
conceptual
concern
concert
concerto
concession
conclude
conclusion
concord
concourse
concrete
concurrency
concurrent
concuss
conn
condemn
condemnation
condense
conditional
condition
condo
condom
condor
conduct
conductor
cone
confederacy
confederate
confederation
conference
confer
confess
confide
confident
confidential
configure
confine
confirm
confiscate
conflict
confluence
conform
confront
confuse
cong
congenital
congestion
conglomerate
congo
congratulation
congregation
congress
congression
conic
conjecture
conjunction
connect
conner
connie
conquer
conquest
conscience
conscious
conscription
consecrate
consecration
consecutive
consensus
consent
consequence
consequent
conserve
conservatoire
consider
consist
consistency
consistent
consolation
console
consolidate
consolidation
consonant
consort
consortium
conspicuous
conspiracy
constable
constabulary
constant
constellation
constituency
constituent
constitute
constitutional
constrain
constraint
construct
consul
consular
consulate
consult
consultant
consultative
consume
consumption
contact
contain
contaminate
contamination
contemplate
contemporary
contempt
contend
content
contention
contentious
contest
contestant
context
contiguous
continent
contingent
continual
continue
continuity
continuous
continuum
contra
contract
contractor
contractual
contradiction
contradictory
contrary
contrast
contribute
contribution
contributor
control
controversial
controversy
convection
convene
convenience
convenient
convent
convention
converge
converse
conversion
convert
##ible
convex
convey
convict
conviction
convince
convoy
cook
cookie
cool
coop
cooperate
cooperation
cooperative
coordinate
copa
cope
copy
copper
coral
corbin
cordoba
core
cork
corner
stone
cornice
cornish
corona
coronation
coroner
corp
corporal
corporate
corporation
corps
corpse
corpus
correct
correction
correlate
correspond
correspondent
corridor
corrosion
corrugate
corrupt
corruption
cortex
corvette
cory
cosmetic
cosmetics
cosmos
cosmopolite
##an
costa
cost
costume
cote
cottage
couch
cougar
cough
colter
council
councillor
counsel
counselor
count
down
counter
counterattack
counter##
part
countess
county
country
coup
coupe
couple
courage
courageous
courier
course
court
courtesy
courtship
cousin
cove
coven
covenant
covent
cover
covert
covet
cowan
coward
coyote
cozy
crab
crack
cradle
craftsmen
craig
cramp
crane
crank
crap
crash
crate
krater
crave
craven
crawl
craze
creak
cream
create
creative
creator
creature
credential
credibility
credible
credit
creditor
creed
creek
creep
cremate
creole
crept
crescent
crest
cretaceous
crew
crewe
cricket
crime
criminal
crimson
cringe
crises
crisis
crisp
criteria
criterion
critic
critical
critique
crocodile
croft
crook
crop
crore
cross
crossover
road
crotch
crouch
crow
crowd
crown
croydon
crucial
crude
cruel
cruise
crumb
crump
crunch
crusade
crush
crust
crypt
cryptic
crystal
crystalline
cuban
cube
cubic
cuckoo
cuff
cuisine
culinary
culminate
cult
cultivate
cultivation
culture
cumulate
cunningham
curate
curator
curb
cure
curious
curl
curran
currency
current
curriculum
currie
curry
curse
curt
curtain
curvature
curve
cushion
custody
custom
customary
customer
customs
cute
cutler
cyber
cycle
cyclic
cyclone
cylinder
cynic
cypress
dade
daemon
dagger
dairy
daisy
dale
dali
dalton
damage
damascus
dame
dammit
damn
damp
dana
dance
danger
dangle
daniel
danish
daphne
darby
darcy
dare
dark
dear
##ling
dart
darwin
dash
data
date
daughter
dauphin
dave
davenport
davy
dawn
light
daze
deadline
dead
deaf
deal
dealings
dealt
dean
death
debate
debris
debt
debut
deca##
##ad
decay
decease
decent
deception
decide
deciduous
decision
decisive
deck
declaration
declare
decline
deco
de##
decor
decorate
decorative
decrease
decree
dedicate
dedication
deed
deem
deep
deer
defamation
default
defeat
defect
defective
defence
defend
defendant
defense
defensive
defiance
defiant
deficit
##ency
define
definite
definitive
deform
defunct
degrade
degree
deity
delay
delegate
delegation
delete
deliberate
delicate
delicious
delight
deliver
delivery
dell
delta
deluxe
demand
demeanor
dementia
demy
demise
demo
demo##
democrat
democratic
##graphy
demographics
demolish
demolition
demon
demonic
demonstrate
demote
deny
denim
deni
denomination
denote
denounce
dense
dent
dental
dentist
depart
department
departmental
departure
depend
dependent
depict
depiction
deplete
deploy
ployment
deportation
deport
depose
deposit
deposition
depot
depress
depression
deprivation
deprive
deputy
derby
derelict
derive
derivative
derrick
derry
descend
descendant
descent
describe
description
descriptive
desert
deserve
designate
design
desire
desk
desmond
despair
desperate
despise
despite
dessert
destination
destine
destiny
destroy
destruction
destructive
detach
detail
detain
detect
detection
detective
detention
deter
deteriorate
determine
detonate
detrimental
deux
devastate
devastation
develop
deviate
device
devil
devise
devoid
devon
devote
devout
dexter
dharma
diabetes
diablo
diagnose
diagnosis
diagnostic
diagonal
diagram
dial
dialect
dialogue
diameter
diamond
diary
diaspora
dice
dick
dickens
dictate
diego
diesel
diet
differ
differential
differentiate
different
difficulty
diffuse
digest
digit
digital
dignitary
dignity
dilapidate
dilemma
dime
dimension
diminish
dine
ding
dinner
dino
dinosaur
diocesan
di##
oxide
diploma
diplomacy
diplomat
dire
direct
directive
director
directorate
directory
dirk
dirt
dis##
disadvantage
disappoint
disaster
disastrous
disc
disciple
disciplinary
discipline
disclose
disclosure
disco
discomfort
discontinue
discount
discourse
discover
discovery
discreet
discrete
discretion
discriminate
discus
discuss
discussion
disdain
ease
disgrace
disguise
disgust
dish
disk
like
dismantle
dismay
dismiss
mount
order
dispatch
disperse
displace
display
displeasure
dispose
##i
dispute
qualification
qualify
regard
repair
disrupt
disruption
satisfaction
satisfy
dissemination
dissent
dissertation
dissipate
dissolution
dissolve
distal
distance
distant
distill
distinct
distinction
distinctive
distinguish
distort
distortion
distract
distraction
distraught
distress
distribute
distribution
district
trust
disturb
disuse
ditch
diva
dive
diverse
diversify
diversion
divert
divide
divine
division
divorce
dixie
dizzy
dobson
dock
doctoral
doctorate
doctor
doctrine
document
documentary
documentation
dodd
dodge
doha
doin
doll
dollar
dolphin
domain
dome
domesday
domestic
dominance
dominant
dominate
domination
dominion
domino
donate
donation
dong
donkey
donna
donor
doom
door
step
dope
dorm
dormant
dormitory
dorsum
dose
double
doubt
dough
dougla
dove
dowager
down##
fall
hill
load
stair
stream
town
dowry
dozen
draft
drag
dragon
dragoon
drain
drake
drama
dramatic
drank
drape
draper
drastic
draw
dread
dream
drench
dress
dresser
drew
drift
drill
drink
drip
drive
drone
drought
drove
drown
drug
drum
drunk
drury
dual
dubious
duchess
duchy
duck
duct
dude
duel
duet
duff
dull
dumb
dump
dune
dung
dungeon
duplicate
durable
duration
dusk
dust
dutch
duty
dwarf
dwell
dwelling
dyke
dynamite
dynamo
dynasty
dys##
function
eager
eagle
earl
earle
early
earn
earnest
ring
earth
quake
easy
east
##ern
ebony
e##
ex##
##centric
ecclesiastic
echo
eclectic
eclipse
ecology
economic
economics
eco##
economist
system
ecstasy
ecumenic
ed##
eden
edge
edible
edict
edit
edition
editor
educate
eerie
effective
effect
efficacy
efficiency
efficient
effort
eight
##teen
eighteenth
eighth
einstein
eject
elaborate
elaine
elastic
ell
elder
elect
election
elector
electrical
electric
electro
electrode
electro##
magnet
electron
electronics
elegance
elegant
element
elementary
elephant
elevate
eleven
eligibility
eligible
eliminate
elimination
elite
ellen
elliptic
elongate
else
elusive
email
emancipation
en##
embark
embarrass
embassy
emblem
em##
embroider
embroidery
embryo
emerald
emerg
emergent
emeritus
emery
emigrate
emigration
eminent
emir
emission
emit
emma
emotion
empathy
emperor
emphasis
emphasize
empire
empiric
employ
employment
power
empress
empty
enact
enamel
enchant
enclave
enclosure
encore
encounter
encourage
encouragement
encryption
encyclopedia
endeavor
endeavour
endemic
endorse
endow
endure
enemy
energetic
energy
enforce
gage
engagement
engine
##eer
grave
gulf
enhance
enigma
enjoy
enlarge
list
enoch
enormous
rage
enrich
enroll
enrol
ensemble
ensign
slave
ensue
ensure
enter
enterprise
entertain
enthusiasm
enthusiast
enthusiastic
entire
entirety
entity
entitle
entourage
entrance
entrepreneur
entry
entropy
envelope
envelop
environ
vision
envoy
envy
enzyme
epic
epi##
deme
epilogue
episcopal
episode
epithet
epoch
eponymous
epsilon
epstein
equal
equation
equator
equatorial
equestrian
equilibrium
equip
equity
equivalence
equ
##valent
erase
erect
erection
eric
erica
ernest
erode
erosion
erotic
erratic
erroneous
error
erupt
eruption
escalate
escape
escort
espionage
essay
essence
essential
establish
estate
este
esteem
estimate
estrange
estuary
etch
eternal
eternity
eth##
##ane
##ol
ethel
ether
ethernet
ethic
ethics
ethnic
etude
etymology
eucalyptus
euclidean
eureka
euro
evacuate
evacuation
evade
evaluate
evangelic
evangelist
evening
even
event
##ual
ever
green
every
everywhere
evict
evidence
evident
evil
evolution
evolve
exact
exaggerate
exam
examine
example
exasperate
excavate
excavation
exceed
excel
excellence
##ent
exception
excerpt
excess
excessive
exchange
exchequer
excite
exclaim
exclude
exclusion
exclusive
excursion
excuse
execute
execution
executive
exemplary
exemplify
exempt
exemption
exercise
exhale
exhaust
exhibit
exhibition
exile
exist
existent
exit
exodus
exotic
expand
expanse
expansion
expansive
expect
expedition
expel
expenditure
expense
experience
experiment
expert
expertise
expire
explain
explicit
explode
exploit
exploitation
explore
explosion
explosive
expo
exponential
export
expose
exposition
express
expressive
expulsion
exquisite
extant
extend
extension
extensive
extent
exterior
external
extinct
extinction
extinguish
extra
extract
extraction
extra##
ordinary
extravagant
extreme
eyre
faber
fabian
fable
fabric
fabricate
fabrication
fabulous
facade
face
facial
facilitate
facility
faction
facto
factory
factor
fact
faculty
fade
faerie
fail
failure
faint
fairbank
fair
fake
falcon
false
falter
fame
famed
familiar
families
famine
famous
fancy
fang
fanny
fantasia
fantasy
fantastic
fare
well
farm
land
farther
fascinate
fascism
fascist
fashion
fatal
fate
father
fatigue
faulkner
fault
fauna
faux
favor
favorable
favorite
favour
favourable
favourite
fear
feasibility
feasible
feast
feat
feather
weight
feature
federal
federate
feed
feel
fein
felicia
felicity
felix
fellow
felony
female
feminine
feminism
feminist
femme
fence
fend
feng
feral
fern
ferocious
ferry
fertile
fertility
fest
festival
festivity
fetus
fetch
feud
feudal
fever
fiance
fiancee
fiat
fiber
fibre
fiction
fictitious
fiddle
fide
fidelity
fierce
fiesta
fife
fifteen
fifteenth
five
fifty
fight
figurative
figure
file
fill
filly
film
make
filter
foul
finale
final
finance
finch
find
fine
finger
nail
print
finish
finite
finn
work
firm
first
firth
fiscal
fishermen
fission
fist
fitch
fitted
fixture
fjord
flag
flair
flame
flank
flap
flare
flash
flat
flavor
flavour
flaw
flea
flee
fledge
fleet
fleme
flemish
flesh
fletch
flew
flex
flick
flicker
flight
flinch
flinders
fling
flint
flip
flirt
float
flock
flood
floor
flop
flora
floral
florida
flotilla
flour
flourish
flow
flower
flown
fluctuate
fluent
fluff
fluid
flung
fluorescent
flush
flute
flux
foam
focus
focusing
foil
fold
foley
foliage
folk
lore
follow
folly
fon
font
food
fool
forage
forbade
for##
forbidden
force
forcible
ford
front
foreign
fore
##most
forensic
forest
forestry
wing
word
forge
give
forgot
fork
formal
format
form
former
formidable
formula
formulas
formulation
fort
forte
forth
forthcoming
fortification
fortify
fortress
fortune
forty
forum
fossil
foster
fought
foundation
found
founder
foundry
fountain
four
fourteen
fourteenth
fowl
foyer
fracture
fragile
fragment
fragrance
frail
frame
francais
francesca
franchise
franco
franc
frank
frankenstein
frankfurt
frankie
franklin
frantic
fraternity
fraud
fraudulent
fray
freak
free
lance
style
freeze
freight
frenzy
frequency
frequent
fresco
fresh
freshmen
water
friar
friction
fridge
frigate
fright
fringe
fritz
frog
frontier
frost
frown
froze
fruit
frustrate
fuck
fuel
fugitive
fuji
ful##
fulfillment
fulham
full
fumble
fund
fundamental
raise
funeral
fungal
fungi
fungus
funk
funnel
furious
furlong
furnace
furnish
furniture
furrow
##more
fury
fuscous
fuse
fuselage
fusilier
fusion
fuss
futile
futsal
future
fuzz
gab
gable
gaga
gain
gala
galactic
galaxy
gale
galilee
galileo
gall
gallant
gallery
galley
gallo
gallon
galloway
game
gamma
gang
ganga
##ster
gape
garage
garbage
garde
gardener
garden
garland
garlic
garment
garner
garrison
garth
gasoline
gasp
gaston
gastropod
gate
gather
gauge
gaunt
gaze
gazette
gear
geek
geese
gemma
gender
gene
genealogical
genealogy
genera
general
generate
generation
generator
generic
generosity
generous
genesis
genetics
genie
genius
genoa
genocide
##ome
genre
gentle
gentlemen
gentry
genuine
genus
geographic
geography
geology
geometric
geometry
germain
german
germanic
gesture
ghana
ghetto
ghost
giant
gibbon
gift
gigantic
giggle
gilbert
gild
gill
gillian
gina
ginger
girl
giro
glacial
glacier
glad
glamour
glance
gland
glare
glass
glaze
gleam
glee
glen
glide
glimpse
glint
glisten
glitter
globe
gloom
gloria
glory
gloss
glove
glow
glucose
glue
gmina
gnome
goal
keep
score
goat
goblin
goin
gold
golf
gong
gonna
goodbye
good
night
will
goof
google
goose
gora
gore
gorge
gorgeous
gorilla
gospel
sib
goth
gothic
gotta
gould
governance
govern
governor
govt
gown
grab
grace
grade
gradient
gradual
graduate
graduation
graf
graffiti
graham
grain
grains
gram
grammar
grammatical
grammy
gran
grand
grandchildren
grand##
grande
grandma
master
mother
parent
grange
granite
grannam
grant
grape
graph
graphic
graphics
grasp
grassroots
grate
gratitude
gravel
gravity
gray
graze
grease
great
greaves
greece
greed
greek
greene
wood
greet
gregorian
grenade
grey
hound
grid
grief
griffin
grille
grim
grimace
grime
grin
grind
grip
grit
groan
grocery
groin
groom
groove
gross
grotesque
group
grove
grow
growl
gruff
grumble
grunt
guarantee
guardian
gubernatorial
guernsey
guerre
guerrilla
guess
guest
guide
guido
guild
guilt
guinea
guise
guitar
gulp
gunmen
powder
shot
sling
gunter
gurney
guru
gust
gymnasium
gymnast
gymnastics
gypsy
habit
habitat
hack
hackney
hade
haggard
hail
hair
hajji
hale
half##
hall
mark
halo
halt
hamburg
hamilton
hamlet
hammer
hamper
hana
held
handicap
kerchief
handle
write
hang
hangar
hangeul
hank
hannah
hansom
happen
happy
hara
harass
harbor
harbour
hard
##ware
hardy
hare
hari
harm
harmonic
harmonica
harmony
harness
harp
harpsichord
harris
harrow
harry
harsh
hart
hartley
harvest
hash
haste
hastings
hatch
hate
##red
haul
haunt
haute
haven
havoc
hawk
hawker
haw
thorn
haye
hayward
hazard
hazardous
haze
hazel
headquarter
quarter
heal
health
healy
heap
hear
heart
hearth
heat
heath
heather
heave
heaven
heavy
heck
hectare
hector
hedge
heel
high
heir
helicopter
helium
helix
hell
heller
hello
helm
help
hemi##
sphere
hence
henley
henry
hepatitis
herald
heraldic
herb
herbal
herbert
hercules
herd
hereditary
heresy
heritage
hermit
hero
heroin
heroism
heron
herring
##self
hesitant
hesitate
hesitation
hess
hetero##
hiatus
hickory
hick
hidalgo
hide
hideous
hierarchical
hierarchy
highlands
hike
hilarious
hilt
hind
hinge
hint
hire
hispanic
hiss
historian
historic
historical
history
hitch
hits
hive
hoarse
hoax
hobby
hockey
hodge
hogan
hoist
holden
whole
holland
hollow
holloway
holly
holm
holmes
holocaust
holstein
holster
holt
homage
home
made
homer
stead
homicide
homme
homo
homogeneous
homo##
sexual
honda
honest
honey
moon
hong
honor
honour
honourable
hood
hook
hoop
hoover
hooves
hope
hopping
horde
horizon
horizontal
hormone
horn
horne
hornet
horrible
horrific
horror
horse
horsemen
shoe
horst
horticulture
hose
hospice
hospital
hospitality
host
hostage
hostages
hostel
hostess
hostile
hostility
hotel
spur
hour
hove
howe
howl
http
https
huang
huey
huff
huge
hulk
hull
humane
humanist
humanity
human
humble
humid
humiliate
humiliation
humour
hunch
hundred
hung
hunger
hunt
hurdle
hurl
hurley
hurricane
hurry
hurst
hurt
husband
hush
husk
hybrid
hyde
hydra
hydraulic
hydro
hydro##
hydrogen
hygiene
hymn
hyper
hypnotic
hypothesis
hypothetical
hysteria
hysteric
icon
ideal
idea
identic
identify
identification
identity
ideo##
idiot
idle
idol
ignite
ignition
ignorance
ignore
illegal
in##
legitimate
illicit
illuminate
illumination
illusion
illustrate
illustrious
image
imaginary
imagination
imaginative
imagine
imagin
imam
imitation
immaculate
immature
immediate
immense
immerse
immersion
immigrant
immigrate
imminent
immortal
immune
immunity
impact
impair
im##
patience
impatient
impend
imperative
perfect
imperial
impetus
implant
implement
implementation
implicate
implicit
imply
import
importance
important
impose
impossible
impoverish
impress
impression
impressive
imprint
imprison
impromptu
improper
improve
improvise
impulse
inaccessible
inactive
inadvertent
inaugural
inaugurate
inauguration
inca
incarcerate
incarnation
incense
incentive
inception
inch
incidence
incline
include
inclusion
inclusive
incoming
incompatible
incorporate
incorporation
incorrect
increase
incredible
incumbent
incur
independence
independent
index
india
indians
indicate
indicative
indicator
indices
indict
indictment
indie
indy
indifference
indifferent
indigenous
indigo
indirect
individual
indo
indoor
indoors
induce
induct
induction
indus
industrial
industry
ineligible
inevitable
infamous
infant
infantry
infect
infection
infectious
infer
inferior
inferno
infiltrate
infinite
infinity
infirmary
inflammation
inflammatory
inflate
inflict
influence
influenza
influx
info
inform
infra##
structure
infringe
infuse
ingredient
inhabit
inhabitant
inhabited
inhale
inherent
inherit
inhibit
initial
initiate
initiative
inject
injection
injunction
injure
injury
justice
innate
inner
inning
innings
innocence
innocent
innovate
innovative
organic
inquire
inquiry
inquisition
insane
sane
inscribe
inscription
insect
insert
inside
sight
insignia
significant
insist
insistent
##spect
inspection
inspector
inspire
stability
install
installment
instance
instant
instinct
institute
institution
instruct
instructor
instrumental
instrument
sufficient
insulate
insulin
insult
insurance
insurgency
insurgent
insurrection
intact
integer
integral
integrate
integrity
intel
intellect
intellectual
intelligence
intelligent
intend
intense
intensive
intent
intention
inter
inter##
intercept
interception
interchange
intercourse
interest
interfaces
interfere
interim
interior
interlude
intermediate
intermittent
intern
nation
internet
interpret
interpreter
interrogation
interrupt
interruption
intersect
intersection
intersperse
state
interval
intervene
interview
intimate
intimidate
intimidation
intra
intricate
intrigue
intrinsic
intro
introduce
introduction
introductory
intrude
intrusion
intuition
intuitive
invade
valid
variable
variant
invasion
invasive
invent
invention
inventor
inventory
inverse
inversion
vertebrate
invert
invest
vestigate
investigator
invincible
visible
invitation
invite
invoke
voluntary
involve
i##
irene
iris
ironic
irony
irrational
ir##
regular
relevant
resist
irrigation
irritate
irritation
isabella
isis
island
isle
isolate
iso##
##tope
issue
italic
item
iterate
ivan
ivory
jack
jacket
jacobs
jacques
jade
jag
jaguar
jail
jake
jamaica
jane
jasmine
jasper
java
javelin
jazz
jealous
jealousy
jean
jeep
jeff
jelly
jenny
jeopardy
jerk
jerry
jersey
jess
jessie
jewel
jewelry
jiang
jihad
jill
jimmy
jing
jingle
joanna
jock
##ey
jody
joey
jog
johannes
john
johnnie
johnny
johnson
join
joint
joke
jolly
jolt
jonathan
jones
jong
jordan
joseph
josh
journal
journalism
journey
juarez
jubilee
judas
judge
judicial
judiciary
judo
juice
julio
julius
jump
junction
jungle
junior
juniper
junk
junta
jupiter
juris
jurisdiction
jurisprudence
jurist
jury
justification
just
juvenile
kade
kaiser
kala
kali
kamal
kang
kangaroo
kappa
kara
karate
karen
kari
karl
karma
kata
kate
kazan
keel
keen
keller
kelly
kelvin
kemp
kendra
kent
kern
kernel
kettle
note
khalifa
khan
khyber
kick
kidney
kiev
kill
kilo##
kilometer
kilometre
kinase
kinda
kindergarten
kind
kinetic
king
kingston
kirby
kirk
kiss
kitchen
kite
kitten
klan
knee
knelt
knicks
knife
knight
knit
knob
knock
knockout
knot
know
knowledge
knuckle
kochi
kong
kraft
kris
kung
kyle
kylie
label
labor
laboratory
labour
labourer
labrador
labyrinth
lace
lack
lacrosse
ladder
laden
lady
lafayette
lagoon
laid
lair
laird
lake
lama
lamb
lambda
lambert
lame
lamp
lana
landau
lord
landscape
slide
lane
lang
langley
language
lantern
large
lark
larry
lars
larvae
laser
lass
last
latch
late
latin
latino
latitude
latter
lattice
laude
laud
laugh
laughter
launch
launder
laundry
laura
laureate
laurel
lava
lavender
lavish
lawn
lawson
suit
##yer
leech
lead
leaf
league
leak
lean
leap
leapt
lear
learn
leary
lease
leash
leasing
leather
leave
lecture
ledge
ledger
leed
left
legacy
legal
legend
leger
legion
legislate
legislator
legislature
legitimacy
lego
leigh
leisure
lemon
lend
long
lens
lent
leone
leopard
lesbian
lesion
less
lesson
lest
lethal
letter
leuko##
##aemia
levant
level
lever
levin
levy
lewis
lexie
lgbt
liable
liaison
liang
libel
liberal
liberalism
liberate
liberation
liberty
library
libre
libretto
licence
license
lick
lied
liege
lieu
lieutenant
span
lifting
ligament
ligand
lila
lilith
lilly
lily
lima
limb
lime
limerick
limit
limo
limousine
limp
lind
linear
linebacker
lineup
ling
linger
linguist
link
linux
lion
lionel
stick
liquid
liquidate
liquor
listen
lister
liter
literacy
literal
literary
literature
lithium
litigate
litre
litter
liturgical
liturgy
livelihood
liver
livery
stock
liza
lizard
lizzie
loaf
loan
lobby
lobe
lop
local
locate
loch
lock
locke
loco
locomotive
locus
lodge
loft
logan
logic
logistical
logistics
logo
logos
lombard
lone
longevity
longitude
look
lookout
loom
loop
loose
loot
lorraine
lose
loss
lottery
lotus
lough
louie
louis
lounge
louvre
love
lowe
lowry
loyal
loyalty
luce
lucifer
lucius
luck
lucrative
lucy
lug
luke
lullaby
lulu
lumber
luminous
lump
luna
lunar
lunatic
lunch
lung
lunge
lurch
lure
lurk
lush
lust
luxurious
luxury
lydia
lynch
lynx
lyon
lyric
lyrical
mace
macedonia
machinery
machine
macintosh
mack
macon
macro
madam
madame
madden
madeira
madeleine
madison
madonna
madras
maestro
mafia
magazine
mage
maggie
magic
magician
magistrate
magma
magna
magnate
magnesium
magnificent
magnitude
magnol
##ia
magnum
magnus
maha
mahal
maharaja
mahogany
maid
mail
maine
main
maintain
maison
maize
majesty
major
makeshift
makeup
mala
malaria
male
mali
malibu
malice
malicious
malik
malley
mall
malta
mama
mammal
mammoth
mana
manage
manchester
mandal
